[
    {
        "id" : 0,
        "src" : "images/news2.jpg",
        "title":"LEO & INTER MIAMI'S FIRST OUTING OF PRE-SEASON CAMPAIGN",
        "news":"Leo and Inter Miami contested the first match of their pre-season campaign in El Salvador on Friday, playing out a goalless draw against the Central American country's national team."
    },
    {
        "id" : 1,
        "src" : "images/n01.jpg",
        "title":"LEO & INTER MIAMI OPEN PRE-SEASON CAMPAIGN WITH EL SALVADOR CLASH",
        "news":"Leo will line up in the opening match of Inter Miami's pre-season campaign on Friday away to El Salvador, who occupy 78th spot in the FIFA ranking. The Argentinian will line up at the Estadio Cuscatlán in San Salvador in front of 53,400 spectators, who are sure to create a carnival-like atmosphere in the stands. Leo comes into the clash on the back of claiming The Best FIFA Men's Player award for the third time in his career on Monday night."
    },
    {
        "id" : 2,
        "src" : "images/n02.jpg",
        "title":"LEO CLAIMS THE BEST FIFA MEN'S PLAYER 2023 AWARD",
        "news":"Leo was tonight awarded The Best FIFA Men's Player award after coming out on top in the votes cast by the captains and coaches of all the FIFA-affiliated national teams, specialist journalists and fans. This latest triumph sees the Argentinian secure the coveted crown for a third time and the second in succession.<br />Leo began 2023 with Paris Saint-Germain in Ligue 1, where he plundered 16 goals and as many assists in 32 outings to help the Parisians to the Ligue 1 crown. In the summer, the Argentinian signed for Inter Miami and, shortly after checking in at the Florida club, he helped them to land their maiden piece of silverware: the Leagues Cup, in which he scored ten goals in 7 games. That milestone for the Miami-based outfit also marked another record for Leo, as it was the 44th title of his career, making him the most decorated player to have played the sport. At the end of the year, he was also awarded his eighth Ballon d'Or, an unprecedented haul in the history of the game."
    },
    {
        "id" : 3,
        "src" : "images/n03.jpeg",
        "title":"LEO SIGNS OFF FOLLOWING TROPHY-LADEN, HISTORIC 2023",
        "news":"The curtain comes down on 2023, a year that brought a number of title triumphs for Leo that will go down in the history books. A few weeks prior to the start of the year, he lifted the World Cup in Qatar, where he was named player of the tournament. In the first half of 2023, the Argentine claimed the Ligue 1 crown, a title he captured in both of his two years with the Parisian outfit. He ended the 2022-23 season with 16 goals and 16 assists in his 32 outings. In July, he signed for Inter Miami and played an instrumental role in helping the Florida side to their maiden piece of silverware after clinching the Leagues Cup crown, weighing in with ten goals in his seven appearances in the competition. That success saw Leo claim another record as he sealed the 44th trophy of his career, a tally that no other player has achieved to date. The year ended with Leo winning his eighth Ballon d'Or, making him the award's most decorated player."
    },
    {
        "id" : 4,
        "src" : "images/n04.jpeg",
        "title":"FIRST ANNIVERSARY OF LEO'S WORLD CUP TRIUMPH WITH ARGENTINA",
        "news":"The 18 December 2023 marked the first anniversary of Argentina's World Cup final win over France, a contest in which Leo bagged a brace. The Argentine finished Qatar 2022 with seven goals in as many outings and was voted the player of the tournament. The Albiceleste captain celebrated the anniversary with an emotional message on his social media accounts and some previously unpublished photos."
    },
    {
        "id" : 5,
        "src" : "images/n05.jpg",
        "title":"LEO NAMED TIME ATHLETE OF THE YEAR",
        "news":"Leo has been named the TIME Athlete of the Year for 2023. The Argentine has been recognised by the prestigious us magazine on the back of a year in which he lifted the World Cup with Argentina in Qatar, the Ligue 1 title with PSG, before swapping European football for Major League Soccer, with all of the coverage the move brought, and helping Inter Miami to secure the club's first piece of Silverware: the Leagues Cup crown."
    },
    {
        "id" : 6,
        "src" : "images/n06.jpeg",
        "title":"ONE YEAR SINCE ARGENTINA REACHED WORLD CUP FINAL AS LEO CLAIMED SEVERAL RECORDS",
        "news":"Today, 13 December, marks the first anniversary of Argentina's 3-0 win over Croatia in the World Cup semi-final, a match in which Leo registered a goal and an assist. His strike in the last-four contest saw Leo become Argentina's leading goalscorer in World Cup history, surpassing Gabriel Batistuta's haul with his 11th goal at the finals. Meanwhile, the assist he provided drew him level with Diego Maradona and Pelé in terms of World Cup assists (eight). The semi-final showdown also witnessed the Argentine ace move alongside Lothar Matthäus at the top of the World Cup appearance charts (25)."
    },
    {
        "id" : 7,
        "src" : "images/n07.jpeg",
        "title":"LEO SIGNS OFF FOLLOWING HISTORIC SEASON",
        "news":"Leo has signed off following a season full of excitement and success with Argentina and Inter Miami. The Argentine closed out the campaign with a historic victory over Brazil last Wednesday at the Maracaná, which places the Albiceleste top of the CONMEBOL qualifying group for the 2026 World Cup.<br />During the course of the calendar year, Leo also rewrote the history books with Inter Miami. The Argentine debuted with the MLS outfit on 22 July against Cruz Azul in the Leagues Cup, a competition the Florida-based side won on 20 August. This trophy triumph was the first in Inter Miami's history and Leo ended the tournament campaign with goals in all the games played (ten goals in seven outings).<br />Leo rounded off a glittering year by securing his eighth Ballon d'Or, an unprecedented achievement in the history of the game, on 30 October."
    },
    {
        "id" : 8,
        "src" : "images/n08.jpeg",
        "title":"LEO & ARGENTINA REWRITE HISTORY BOOKS AT MARACANÁ",
        "news":"Leo and Argentina claimed the three points in their meeting with Brazil at the Maracaná in the sides' Matchday 6 South American qualifier for the 2026 World Cup. The Albiceleste rewrote the history books by becoming the first team to emerge victorious from the iconic Rio stadium in the current qualifying campaign. This win means that Argentina remain top of the CONMEBOL group on 15 points, eight ahead of the Canarinha."
    },
    {
        "id" : 9,
        "src" : "images/n09.jpeg",
        "title":"LEO AND ARGENTINA VISIT MARACANA TO FACE BRAZIL",
        "news":"Leo and Argentina travel this Tuesday to Rio de Janeiro to face Brazil on the sixth matchday of the South American qualifiers for the 2026 World Cup.<br />The Albiceleste are the leaders of the CONMEBOL group with 12 points and Brazil are fifth with five points less. Leo has scored five goals in 13 matches against the Canarinha."
    },
    {
        "id" : 10,
        "src" : "images/n10.jpg",
        "title":"LEO AND ARGENTINA TAKE ON URUGUAY ON ROAD TO THE WORLD CUP",
        "news":"Argentina face Uruguay on Thursday on Matchday 5 of the South American qualifiers for the 2026 World Cup at La Bombonera in Buenos Aires. Leo heads into the match on the back of claiming his eighth Ballon d'Or and with a good goalscoring record so far in qualifying, with three goals to his name in as many outings.<br />The Albiceleste are the outright leaders in the CONMEBOL group with a clean sweep of wins, while Uruguay lie in second spot on seven points, five behind Argentina."
    },
    {
        "id" : 11,
        "src" : "images/n11.jpeg",
        "title":"LEO ARRIVES IN ARGENTINA AHEAD OF URUGUAY & BRAZIL GAMES",
        "news":"Leo landed in Buenos Aires on Sunday ahead of the South American 2026 World Cup qualifiers against Uruguay and Brazil. The Argentine, who has scored three goals in as many appearances so far in the qualifying campaign, will be out to help the Albiceleste to a two wins in the double-header, which will be played on Thursday, 16 November at La Bombonera (Buenos Aires) and on Tuesday the 21st in Maracaná (Rio de Janeiro)."
    }
]